IDEA StatiCa Open Model
ConcreteULSCheckResultFatigueEc2.DecissionMethod Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 decision fatigue check
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public FatigueMethod DecissionMethod { get; set; }
Public Property DecissionMethod As FatigueMethod
	Get
	Set
public:
property FatigueMethod DecissionMethod {
	FatigueMethod get ();
	void set (FatigueMethod value);
}
Property Value
Type: FatigueMethod
See Also
Reference
ConcreteULSCheckResultFatigueEc2 Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace